Repository: yuryAB/sleepprecords
Catalog: sleepprecords/Localizable.xcstrings
Source language: en
Languages: pt_br

# experience.label.drowningSinking
source: Drowning / sinking
pt_br: Afogamento / afundando

# experience.label.externalObstruction
source: External obstruction
pt_br: Obstrução externa

# experience.label.externalTouch
source: External touch
pt_br: Toque externo

# experience.label.falling
source: Falling
pt_br: Caindo

# experience.label.falsePresence
source: False presence
pt_br: Presença falsa

# experience.label.floating
source: Floating
pt_br: Flutuando

# experience.label.gustatoryHallucination
source: Gustatory hallucination
pt_br: Alucinação gustativa

# experience.label.helplessness
source: Helplessness
pt_br: Desamparo

# experience.label.musclePain
source: Muscle pain
pt_br: Dor muscular

# experience.label.nasalObstruction
source: Nasal obstruction
pt_br: Obstrução nasal

# experience.label.olfactoryHallucination
source: Olfactory hallucination
pt_br: Alucinação olfativa

# experience.label.oralObstruction
source: Oral obstruction
pt_br: Obstrução oral

# experience.label.outOfBodyExperience
source: Out of body experience
pt_br: Experiência fora do corpo

# experience.label.palpitation
source: Palpitation
pt_br: Palpitação

# experience.label.panic
source: Panic
pt_br: Pânico

# experience.label.proprioceptiveDistortion
source: Proprioceptive distortion
pt_br: Distorção proprioceptiva

# experience.label.thermalSensation
source: Thermal sensation
pt_br: Sensação térmica

# experience.label.throatTightness
source: Throat tightness
pt_br: Aperto na garganta

# experience.label.timeDistortion
source: Time distortion
pt_br: Distorção do tempo

# experience.label.tingling
source: Tingling
pt_br: Formigamento

# experience.label.visualHallucination
source: Visual hallucination
pt_br: Alucinação visual

source: Friday
pt_br: Sexta-feira

source: If you have notes made outside the app, create a new record and later edit details like the date.
pt_br: Se tiver anotações feitas fora do app, crie um novo registro e depois pode editar detalhes como a data.

source: Language change
pt_br: Mudança de idioma

# level.anchor.extreme
source: Extreme
pt_br: Extremo

# level.anchor.high
source: High
pt_br: Alto

# level.anchor.low
source: Low
pt_br: Baixo

# level.anchor.none
source: None
pt_br: Nenhum

source: Monday
pt_br: Segunda-feira

source: Morning
pt_br: Manhã

source: Night
pt_br: Noite

source: No
pt_br: Não

source: No records yet.
pt_br: Nenhum registro ainda

source: Notifications
pt_br: Notificações

source: Order by
pt_br: Ordenar por

# paralysisDuration.label.from1To2Minutes
source: 1–2 minutes
pt_br: 1–2 minutos

# paralysisDuration.label.from2To5Minutes
source: 2–5 minutes
pt_br: 2–5 minutos

# paralysisDuration.label.from10To20Seconds
source: 10–20 seconds
pt_br: 10–20 segundos

# paralysisDuration.label.from20To30Seconds
source: 20–30 seconds
pt_br: 20–30 segundos

# paralysisDuration.label.from30To60Seconds
source: 30 seconds–1 minute
pt_br: 30 segundos–1 minuto

# paralysisDuration.label.moreThan1Minute
source: More than 1 minute
pt_br: Mais de 1 minuto

# paralysisDuration.label.moreThan5Minutes
source: More than 5 minutes
pt_br: Mais de 5 minutos

# paralysisDuration.label.notSure
source: Not sure
pt_br: Não tenho certeza

# paralysisDuration.label.upTo10Seconds
source: Up to 10 seconds
pt_br: Até 10 segundos

# recordDetails.awakenings.many
source: Many times
pt_br: Muitas vezes

# recordDetails.awakenings.none
source: None
pt_br: Nenhum

# recordDetails.awakenings.once
source: Once
pt_br: Uma vez

# recordDetails.awakenings.twoToThree
source: 2–3 times
pt_br: 2–3 vezes

# recordDetails.awakenings.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.bodyPosition.back
source: On my back
pt_br: De costas

# recordDetails.bodyPosition.side
source: On my side
pt_br: De lado

# recordDetails.bodyPosition.sitting
source: Sitting
pt_br: Sentado

# recordDetails.bodyPosition.stomach
source: On my stomach
pt_br: De bruços

# recordDetails.bodyPosition.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.breathingImpact.mild
source: Mild
pt_br: Leve

# recordDetails.breathingImpact.moderate
source: Moderate
pt_br: Moderada

# recordDetails.breathingImpact.none
source: No difficulty
pt_br: Sem dificuldade

# recordDetails.breathingImpact.severe
source: Strong
pt_br: Forte

# recordDetails.breathingImpact.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.breathingImpact.veryDifficult
source: Very difficult
pt_br: Muito difícil

# recordDetails.copingStrategy.focusedOnBreathing
source: Focused on breathing
pt_br: Focou na respiração

# recordDetails.copingStrategy.grounding
source: Grounding
pt_br: Aterramento

# recordDetails.copingStrategy.other
source: Other
pt_br: Outra

# recordDetails.copingStrategy.prayerOrSpiritual
source: Prayer or spiritual practice
pt_br: Oração ou prática espiritual

# recordDetails.copingStrategy.triedToMakeSound
source: Tried to make a sound
pt_br: Tentou fazer som

# recordDetails.copingStrategy.triedToMove
source: Tried to move
pt_br: Tentou se mexer

# recordDetails.copingStrategy.waitedItOut
source: Waited it out
pt_br: Esperou passar

# recordDetails.episodeMoment.fallingAsleep
source: While falling asleep
pt_br: Ao adormecer

# recordDetails.episodeMoment.nap
source: During a nap
pt_br: Durante um cochilo

# recordDetails.episodeMoment.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.episodeMoment.wakingDuringSleep
source: Waking in the middle of sleep
pt_br: Ao acordar no meio do sono

# recordDetails.episodeMoment.wakingUp
source: Waking up for the day
pt_br: Ao acordar de vez

# recordDetails.helpfulness.didNotHelp
source: Did not help
pt_br: Não ajudou

# recordDetails.helpfulness.helped
source: Helped
pt_br: Ajudou

# recordDetails.helpfulness.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.postEpisodeSleepOutcome.stayedAwake
source: Stayed awake
pt_br: Ficou acordado

# recordDetails.postEpisodeSleepOutcome.unsure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.postEpisodeSleepOutcome.wentBackToSleep
source: Went back to sleep
pt_br: Voltou a dormir

# recordDetails.preSleepTiming.lessThanOneHour
source: Less than 1 hour before sleep
pt_br: Menos de 1h antes de dormir

# recordDetails.preSleepTiming.lessThanTwoHours
source: Less than 2 hours before sleep
pt_br: Menos de 2h antes de dormir

# recordDetails.preSleepTiming.moreThanFourHours
source: More than 4 hours before sleep
pt_br: Mais de 4h antes de dormir

# recordDetails.preSleepTiming.moreThanSixHours
source: More than 6 hours before sleep
pt_br: Mais de 6h antes de dormir

# recordDetails.preSleepTiming.moreThanTwelveHours
source: More than 12 hours before sleep
pt_br: Mais de 12h antes de dormir

# recordDetails.preSleepTiming.moreThanTwoHours
source: More than 2 hours before sleep
pt_br: Mais de 2h antes de dormir

# recordDetails.preSleepTiming.notSure
source: Not sure
pt_br: Não tenho certeza

# recordDetails.preSleepTiming.oneToTwoHours
source: 1-2 hours before sleep
pt_br: 1-2h antes de dormir

# recordDetails.preSleepTiming.sixToTwelveHours
source: 6-12 hours before sleep
pt_br: 6-12h antes de dormir

# recordDetails.preSleepTiming.twoToFourHours
source: 2-4 hours before sleep
pt_br: 2-4h antes de dormir

# recordDetails.preSleepTiming.twoToSixHours
source: 2-6 hours before sleep
pt_br: 2-6h antes de dormir

# recordDetails.preSleepTiming.untilTryingToSleep
source: Until trying to sleep
pt_br: Até tentar dormir

# recordDetails.sleepDuration.fourToSixHours
source: 4–6 hours
pt_br: 4–6 horas

# recordDetails.sleepDuration.lessThanFourHours
source: Less than 4 hours
pt_br: Menos de 4 horas

# recordDetails.sleepDuration.moreThanEightHours
source: More than 8 hours
pt_br: Mais de 8 horas

# recordDetails.sleepDuration.sixToEightHours
source: 6–8 hours
pt_br: 6–8 horas

# recordDetails.sleepDuration.unsure
source: Not sure
pt_br: Não tenho certeza

source: records on
pt_br: registros em

source: Routine Metrics
pt_br: Métricas de Rotina

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Swipe to record
pt_br: Deslize para registrar

source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.

source: Thursday
pt_br: Quinta-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: When you've experienced a sleep paralysis episode, swipe to log it.
pt_br: Quando você passar por um episódio de paralisia do sono, deslize a baixo para registrar.

source: Yes
pt_br: Sim

source: You will be redirected to the app settings in the system, do you want to continue?
pt_br: Você será redirecionado para as configurações do aplicativo no sistema. Deseja continuar?
